src/load_logs/load_node_0_mongodb_21-04-21 18:12:27.log
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 5520
[OVERALL], Throughput(ops/sec), 0.0
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 4
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.07246376811594203
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 4
[TOTAL_GC_TIME_%], Time(%), 0.07246376811594203
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3681.0
[CLEANUP], MinLatency(us), 3680
[CLEANUP], MaxLatency(us), 3681
[CLEANUP], 95thPercentileLatency(us), 3681
[CLEANUP], 99thPercentileLatency(us), 3681
[INSERT], Operations, 0
[INSERT], AverageLatency(us), NaN
[INSERT], MinLatency(us), 9223372036854775807
[INSERT], MaxLatency(us), 0
[INSERT], 95thPercentileLatency(us), 0
[INSERT], 99thPercentileLatency(us), 0
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1
[INSERT-FAILED], AverageLatency(us), 72224.0
[INSERT-FAILED], MinLatency(us), 72192
[INSERT-FAILED], MaxLatency(us), 72255
[INSERT-FAILED], 95thPercentileLatency(us), 72255
[INSERT-FAILED], 99thPercentileLatency(us), 72255