src/load_logs/node_0_mongodb_04-05-21 11:56:22.out
mongo client connection created with mongodb://127.0.0.1:27017
[OVERALL], RunTime(ms), 6346
[OVERALL], Throughput(ops/sec), 157.5795776867318
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 4
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.06303183107469272
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 4
[TOTAL_GC_TIME_%], Time(%), 0.06303183107469272
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3437.0
[CLEANUP], MinLatency(us), 3436
[CLEANUP], MaxLatency(us), 3437
[CLEANUP], 95thPercentileLatency(us), 3437
[CLEANUP], 99thPercentileLatency(us), 3437
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 801.981
[INSERT], MinLatency(us), 226
[INSERT], MaxLatency(us), 244735
[INSERT], 95thPercentileLatency(us), 880
[INSERT], 99thPercentileLatency(us), 1472
[INSERT], Return=OK, 1000