src/load_logs/node_0_mongodb_04-05-21 21:26:46.out
mongo client connection created with mongodb://172.31.26.152:27017,172.31.18.215:27017,172.31.27.18:27017/?replicaSet=rs0
[OVERALL], RunTime(ms), 41029
[OVERALL], Throughput(ops/sec), 0.0
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1321.0
[CLEANUP], MinLatency(us), 1321
[CLEANUP], MaxLatency(us), 1321
[CLEANUP], 95thPercentileLatency(us), 1321
[CLEANUP], 99thPercentileLatency(us), 1321
[INSERT], Operations, 0
[INSERT], AverageLatency(us), NaN
[INSERT], MinLatency(us), 9223372036854775807
[INSERT], MaxLatency(us), 0
[INSERT], 95thPercentileLatency(us), 0
[INSERT], 99thPercentileLatency(us), 0
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1
[INSERT-FAILED], AverageLatency(us), 3.0040064E7
[INSERT-FAILED], MinLatency(us), 30031872
[INSERT-FAILED], MaxLatency(us), 30048255
[INSERT-FAILED], 95thPercentileLatency(us), 30048255
[INSERT-FAILED], 99thPercentileLatency(us), 30048255