src/load_logs/node_0_mongodb_21-04-21 19:19:48.log
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 8905
[OVERALL], Throughput(ops/sec), 1684.4469399213924
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 9
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.10106681639528355
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 9
[TOTAL_GC_TIME_%], Time(%), 0.10106681639528355
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4055.0
[CLEANUP], MinLatency(us), 4054
[CLEANUP], MaxLatency(us), 4055
[CLEANUP], 95thPercentileLatency(us), 4055
[CLEANUP], 99thPercentileLatency(us), 4055
[INSERT], Operations, 15000
[INSERT], AverageLatency(us), 223.84346666666667
[INSERT], MinLatency(us), 110
[INSERT], MaxLatency(us), 109439
[INSERT], 95thPercentileLatency(us), 352
[INSERT], 99thPercentileLatency(us), 579
[INSERT], Return=OK, 15000