src/load_logs/node_0_mongodb_21-04-21 19:52:49.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 11053
[OVERALL], Throughput(ops/sec), 1357.0976205555053
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 15
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.13570976205555052
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 15
[TOTAL_GC_TIME_%], Time(%), 0.13570976205555052
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2735.0
[CLEANUP], MinLatency(us), 2734
[CLEANUP], MaxLatency(us), 2735
[CLEANUP], 95thPercentileLatency(us), 2735
[CLEANUP], 99thPercentileLatency(us), 2735
[INSERT], Operations, 15000
[INSERT], AverageLatency(us), 350.7888
[INSERT], MinLatency(us), 112
[INSERT], MaxLatency(us), 139647
[INSERT], 95thPercentileLatency(us), 614
[INSERT], 99thPercentileLatency(us), 1106
[INSERT], Return=OK, 15000