src/load_logs/node_0_mongodb_23-04-21 02:10:05.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 9203
[OVERALL], Throughput(ops/sec), 1086.6021949364338
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 12
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.13039226339237206
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 12
[TOTAL_GC_TIME_%], Time(%), 0.13039226339237206
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4470.0
[CLEANUP], MinLatency(us), 4468
[CLEANUP], MaxLatency(us), 4471
[CLEANUP], 95thPercentileLatency(us), 4471
[CLEANUP], 99thPercentileLatency(us), 4471
[INSERT], Operations, 10000
[INSERT], AverageLatency(us), 347.9456
[INSERT], MinLatency(us), 129
[INSERT], MaxLatency(us), 128895
[INSERT], 95thPercentileLatency(us), 604
[INSERT], 99thPercentileLatency(us), 1008
[INSERT], Return=OK, 10000