src/load_logs/node_0_mongodb_26-04-21 06:04:54.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 3450
[OVERALL], Throughput(ops/sec), 2898.550724637681
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 9
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.26086956521739135
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 9
[TOTAL_GC_TIME_%], Time(%), 0.26086956521739135
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3623.0
[CLEANUP], MinLatency(us), 3622
[CLEANUP], MaxLatency(us), 3623
[CLEANUP], 95thPercentileLatency(us), 3623
[CLEANUP], 99thPercentileLatency(us), 3623
[INSERT], Operations, 10000
[INSERT], AverageLatency(us), 257.9418
[INSERT], MinLatency(us), 120
[INSERT], MaxLatency(us), 160383
[INSERT], 95thPercentileLatency(us), 450
[INSERT], 99thPercentileLatency(us), 688
[INSERT], Return=OK, 10000