src/load_logs/node_0_mongodb_28-04-21 15:38:35.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 791
[OVERALL], Throughput(ops/sec), 0.0
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 4
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.5056890012642226
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 4
[TOTAL_GC_TIME_%], Time(%), 0.5056890012642226
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4045.0
[CLEANUP], MinLatency(us), 4044
[CLEANUP], MaxLatency(us), 4045
[CLEANUP], 95thPercentileLatency(us), 4045
[CLEANUP], 99thPercentileLatency(us), 4045
[INSERT], Operations, 0
[INSERT], AverageLatency(us), NaN
[INSERT], MinLatency(us), 9223372036854775807
[INSERT], MaxLatency(us), 0
[INSERT], 95thPercentileLatency(us), 0
[INSERT], 99thPercentileLatency(us), 0
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1
[INSERT-FAILED], AverageLatency(us), 78112.0
[INSERT-FAILED], MinLatency(us), 78080
[INSERT-FAILED], MaxLatency(us), 78143
[INSERT-FAILED], 95thPercentileLatency(us), 78143
[INSERT-FAILED], 99thPercentileLatency(us), 78143